Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
es_419: Ahora no
fa: الان نه
fi: Ei nyt
fr: Pas maintenant
fr_ca: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hu: Nem most
id: Nanti
it: Non ora
ja: 今はしない
kk: Қазір емес
ko: 나중에
ms: Tidak sekarang
nb: Ikke nå
nl: Nu niet
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
vi: Không phải bây giờ
zh_hans: 暂不
zh_hant: 暫不
zh_hk: 暫時不要

source: Note
ar: ملاحظة
ca: Nota
cs: Poznámka
da: Bemærkning
de: Hinweis
el: Σημείωση
es: Nota
es_419: Nota
fa: یادداشت
fi: Muistiinpano
fr: Remarque
fr_ca: Remarque
he: הערה
hi: टिप्पणी
hu: Megjegyzés
id: Catatan
it: Nota
ja: メモ
kk: Ескерту
ko: 메모
ms: Nota
nb: Notat
nl: Notitie
pl: Notatka
pt_br: Observação
pt_pt: Nota
ro: Notă
ru: Примечание
sv: Anteckning
th: หมายเหตุ
tr: Not
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註
zh_hk: 備註

source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
es_419: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
he: התראות
hi: सूचनाएँ
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
kk: Хабарламалар
ko: 알림
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sv: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 通知
zh_hk: 通知

source: Notifications Disabled
ar: تم تعطيل الإشعارات
ca: Notificacions desactivades
cs: Oznámení vypnuta
da: Notifikationer deaktiveret
de: Mitteilungen deaktiviert
el: Ειδοποιήσεις απενεργοποιημένες
es: Notificaciones desactivadas
es_419: Notificaciones desactivadas
fa: اعلان‌ها غیرفعال هستند
fi: Ilmoitukset pois käytöstä
fr: Notifications désactivées
fr_ca: Notifications désactivées
he: התראות מושבתות
hi: सूचनाएँ अक्षम हैं
hu: Értesítések le vannak tiltva
id: Notifikasi Dinonaktifkan
it: Notifiche disabilitate
ja: 通知が無効になっています
kk: Хабарламалар өшірілген
ko: 알림 사용 안 함
ms: Pemberitahuan Dilumpuhkan
nb: Varsler deaktivert
nl: Meldingen uitgeschakeld
pl: Powiadomienia wyłączone
pt_br: Notificações Desativadas
pt_pt: Notificações Desativadas
ro: Notificări dezactivate
ru: Уведомления отключены
sv: Aviseringar avstängda
th: ปิดการแจ้งเตือนแล้ว
tr: Bildirimler Devre Dışı
vi: Thông báo đã bị vô hiệu hóa
zh_hans: 已禁用通知
zh_hant: 通知已停用
zh_hk: 已停用通知

source: Notifications Required
ar: الإشعارات مطلوبة
ca: Notificacions requerides
cs: Oznámení jsou vyžadována
da: Notifikationer kræves
de: Mitteilungen erforderlich
el: Απαιτούνται ειδοποιήσεις
es: Se requieren notificaciones
es_419: Se requieren notificaciones
fa: نیاز به فعال‌سازی اعلان‌ها
fi: Ilmoitukset tarvitaan
fr: Notifications requises
fr_ca: Notifications requises
he: נדרשות התראות
hi: सूचनाएँ आवश्यक हैं
hu: Értesítések szükségesek
id: Notifikasi Diperlukan
it: Notifiche necessarie
ja: 通知が必要です
kk: Хабарламалар қажет
ko: 알림이 필요합니다
ms: Pemberitahuan Diperlukan
nb: Varsler kreves
nl: Meldingen vereist
pl: Wymagane powiadomienia
pt_br: Notificações Necessárias
pt_pt: Notificações Obrigatórias
ro: Notificări necesare
ru: Требуются уведомления
sv: Aviseringar krävs
th: ต้องเปิดการแจ้งเตือน
tr: Bildirimler Gerekli
vi: Cần Thông báo
zh_hans: 需要通知
zh_hant: 需要啟用通知
zh_hk: 需要通知

source: OK
ar: موافق
ca: D'acord
es: Aceptar
es_419: Aceptar
fa: تأیید
he: אישור
hi: ठीक है
kk: ОК
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定
zh_hk: 好

source: One-time Tips
ar: نصائح لمرة واحدة
ca: Consells puntuals
cs: Jednorázové tipy
da: Engangstips
de: Einmalige Tipps
el: Εφάπαξ συμβουλές
es: Consejos puntuales
es_419: Consejos puntuales
fa: راهنمایی یک‌باره
fi: Kertaluontoiset vinkit
fr: Conseils ponctuels
fr_ca: Conseils ponctuels
he: טיפים חד־פעמיים
hi: एक-बार के सुझाव
hu: Egyszeri tippek
id: Tips Sekali Saja
it: Suggerimenti una tantum
ja: 一度きりのヒント
kk: Бір реттік кеңестер
ko: 일회성 팁
ms: Petua sekali
nb: Engangstips
nl: Eenmalige tips
pl: Jednorazowe wskazówki
pt_br: Dicas pontuais
pt_pt: Dicas pontuais
ro: Sfat o singură dată
ru: Одноразовые подсказки
sv: Engångstips
th: เคล็ดลับครั้งเดียว
tr: Tek Seferlik İpuçları
vi: Mẹo dùng một lần
zh_hans: 一次性提示
zh_hant: 一次性提示
zh_hk: 一次性提示

source: Ongoing support for development
ar: دعم مستمر للتطوير
ca: Suport continu per al desenvolupament
cs: Průběžná podpora vývoje
da: Løbende støtte til udvikling
de: Fortlaufende Unterstützung der Entwicklung
el: Συνεχής υποστήριξη για την ανάπτυξη
es: Apoyo continuo para el desarrollo
es_419: Apoyo continuo para el desarrollo
fa: پشتیبانی مداوم برای توسعه
fi: Jatkuva tuki kehitykselle
fr: Soutien continu au développement
fr_ca: Soutien continu pour le développement
he: תמיכה מתמשכת בפיתוח
hi: विकास के लिए निरंतर समर्थन
hu: Fejlesztés folyamatos támogatása
id: Dukungan berkelanjutan untuk pengembangan
it: Supporto continuo per lo sviluppo
ja: 開発への継続的な支援
kk: Дамуға тұрақты қолдау
ko: 개발을 위한 지속적인 지원
ms: Sokongan berterusan untuk pembangunan
nb: Løpende støtte for utvikling
nl: Doorlopende ondersteuning voor ontwikkeling
pl: Ciągłe wsparcie dla rozwoju
pt_br: Apoio contínuo ao desenvolvimento
pt_pt: Apoio contínuo ao desenvolvimento
ro: Sprijin continuu pentru dezvoltare
ru: Постоянная поддержка разработки
sv: Löpande stöd för utveckling
th: สนับสนุนการพัฒนาอย่างต่อเนื่อง
tr: Geliştirme için devam eden destek
vi: Hỗ trợ phát triển liên tục
zh_hans: 持续的开发支持
zh_hant: 持續支援開發
zh_hk: 持續開發支援

source: Open Settings
ar: افتح الإعدادات
ca: Obrir Configuració
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιξε τις Ρυθμίσεις
es: Abrir Ajustes
es_419: Abrir Configuración
fa: باز کردن تنظیمات
fi: Avaa Asetukset
fr: Ouvrir Réglages
fr_ca: Ouvrir Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kk: Баптауларды ашу
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ro: Deschide setările
ru: Открыть настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 打開設定

source: Open Source & Free
ar: مفتوح المصدر ومجاني
ca: Codi obert i gratuït
cs: Open source a zdarma
da: Open source & gratis
de: Open Source & kostenlos
el: Ανοιχτού κώδικα & Δωρεάν
es: Código abierto y gratuito
es_419: Código abierto y gratuito
fa: متن‌باز و رایگان
fi: Avoin lähdekoodi & ilmainen
fr: Open source et gratuit
fr_ca: Open source et gratuit
he: קוד פתוח וחינמי
hi: ओपन सोर्स और मुफ्त
hu: Nyílt forráskódú és ingyenes
id: Sumber Terbuka & Gratis
it: Open Source & gratuito
ja: オープンソース＆無料
kk: Ашық кодты және тегін
ko: 오픈 소스 및 무료
ms: Sumber Terbuka & Percuma
nb: Åpen kildekode og gratis
nl: Open source en gratis
pl: Open source i darmowe
pt_br: Código aberto e gratuito
pt_pt: Código aberto e gratuito
ro: Open Source și Gratuit
ru: Открытый код и бесплатно
sv: Öppen källkod och gratis
th: โอเพนซอร์สและใช้ฟรี
tr: Açık Kaynak ve Ücretsiz
vi: Mã nguồn mở & Miễn phí
zh_hans: 开源且免费
zh_hant: 開源且免費
zh_hk: 開源且免費

source: Opens dose logging for this medication
ar: يفتح تسجيل الجرعات لهذا الدواء
ca: Obre el registre de dosis per a aquest medicament
cs: Otevře zaznamenávání dávek pro tento lék
da: Åbner doseringslog for denne medicin
de: Öffnet die Dosiserfassung für dieses Medikament
el: Ανοίγει την καταχώριση δόσης για αυτό το φάρμακο
es: Abre el registro de dosis para este medicamento
es_419: Abre el registro de dosis para este medicamento
fa: بازکردن ثبت دوز برای این دارو
fi: Avaa annosten kirjaamisen tälle lääkkeelle
fr: Ouvre la saisie des prises pour ce médicament
fr_ca: Ouvre la saisie des prises pour ce médicament
he: פותח רישום מינון עבור תרופה זו
hi: इस दवा के लिए डोज़ लॉगिंग खोलता है
hu: Megnyitja az adagbejegyzést ehhez a gyógyszerhez
id: Membuka pencatatan dosis untuk obat ini
it: Apre la registrazione delle dosi per questo farmaco
ja: この薬の服用記録を開きます
kk: Осы дәріге арналған дозаны тіркеу бетін ашады
ko: 이 약물의 복용 기록을 엽니다
ms: Membuka log dos untuk ubat ini
nb: Åpner doseregistrering for denne medisinen
nl: Opent dosisregistratie voor dit medicijn
pl: Otwiera rejestrowanie dawek dla tego leku
pt_br: Abre registro de doses para este medicamento
pt_pt: Abre o registo de doses para este medicamento
ro: Deschide înregistrarea dozei pentru acest medicament
ru: Открывает журнал приёма для этого лекарства
sv: Öppnar dosregistrering för denna medicin
th: เปิดการบันทึกปริมาณยาสำหรับยาตัวนี้
tr: Bu ilaç için doz kaydını açar
vi: Mở việc ghi nhận liều cho thuốc này
zh_hans: 为该药物打开剂量记录
zh_hant: 為此藥物開啟劑量記錄
zh_hk: 為此藥物開啟劑量記錄

source: Optional
ar: اختياري
ca: Opcional
cs: Volitelné
da: Valgfri
el: Προαιρετικό
es: Opcional
es_419: Opcional
fa: اختیاری
fi: Valinnainen
fr: Facultatif
fr_ca: Optionnel
he: אופציונלי
hi: वैकल्पिक
hu: Opcionális
id: Opsional
it: Opzionale
ja: 任意
kk: Қосымша
ko: 선택 사항
ms: Pilihan
nb: Valgfritt
nl: Optioneel
pl: Opcjonalne
pt_br: Opcional
pt_pt: Opcional
ro: Opțional
ru: Необязательно
sv: Valfritt
th: ไม่จำเป็น
tr: İsteğe Bağlı
vi: Tùy chọn
zh_hans: 可选
zh_hant: 可選
zh_hk: 可選

source: Personal name for easy identification
ar: اسم شخصي لتسهيل التعرف
ca: Nom personal per a una identificació fàcil
cs: Osobní jméno pro snadné rozpoznání
da: Personligt navn for nem identifikation
de: Persönlicher Name zur einfachen Identifizierung
el: Προσωπικό όνομα για εύκολη αναγνώριση
es: Nombre personal para identificarlo fácilmente
es_419: Nombre personal para identificarlo fácilmente
fa: نام شخصی برای شناسایی آسان
fi: Henkilökohtainen nimi helppoon tunnistukseen
fr: Nom personnel pour faciliter l'identification
fr_ca: Nom personnel pour faciliter l'identification
he: שם אישי לזיהוי קל
hi: आसान पहचान के लिए व्यक्तिगत नाम
hu: Személyes név az egyszerű azonosításhoz
id: Nama pribadi untuk memudahkan identifikasi
it: Nome personale per un'identificazione semplice
ja: 識別しやすい名前
kk: Оңай тану үшін жеке атау
ko: 식별을 쉽게 하기 위한 개인 이름
ms: Nama peribadi untuk pengecaman mudah
nb: Personlig navn for enkel identifikasjon
nl: Persoonlijke naam voor eenvoudige herkenning
pl: Osobista nazwa ułatwiająca identyfikację
pt_br: Nome pessoal para identificação fácil
pt_pt: Nome pessoal para fácil identificação
ro: Nume personal pentru identificare ușoară
ru: Личное имя для удобной идентификации
sv: Personligt namn för enkel identifiering
th: ชื่อเรียกเพื่อระบุได้ง่าย
tr: Kolay tanımlama için kişisel ad
vi: Tên cá nhân để dễ nhận biết
zh_hans: 用于便于识别的个人名称
zh_hant: 個人名稱以便辨識
zh_hk: 用於容易辨識的個人名稱

source: Please configure Mail app or contact us directly at asneeded@codedbydan.com
ar: يرجى تكوين تطبيق البريد أو التواصل معنا مباشرة على asneeded@codedbydan.com
ca: Configureu l'app Mail o contacteu-nos directament a asneeded@codedbydan.com
cs: Nakonfigurujte prosím aplikaci Mail nebo nás kontaktujte přímo na asneeded@codedbydan.com
da: Konfigurer venligst Mail-appen eller kontakt os direkte på asneeded@codedbydan.com
de: Bitte konfiguriere die Mail‑App oder kontaktiere uns direkt unter asneeded@codedbydan.com
el: Παρακαλώ ρύθμισε την εφαρμογή Mail ή επικοινώνησε μαζί μας απευθείας στο asneeded@codedbydan.com
es: Configura la app Mail o contáctanos directamente en asneeded@codedbydan.com
es_419: Por favor configura la app Mail o contáctanos directamente en asneeded@codedbydan.com
fa: لطفاً اپ Mail را پیکربندی کنید یا مستقیماً با ما از طریق asneeded@codedbydan.com تماس بگیرید
fi: Määritä Mail-sovellus tai ota meihin yhteyttä suoraan osoitteessa asneeded@codedbydan.com
fr: Veuillez configurer l'app Mail ou nous contacter directement à asneeded@codedbydan.com
fr_ca: Configure l'app Mail ou contacte-nous directement à asneeded@codedbydan.com
he: אנא הגדר את אפליקציית הדואר או פנה אלינו ישירות בכתובת asneeded@codedbydan.com
hi: कृपया मेल ऐप कॉन्फ़िगर करें या सीधे हमसे संपर्क करें: asneeded@codedbydan.com
hu: Állítsd be a Mail alkalmazást, vagy írj nekünk közvetlenül az asneeded@codedbydan.com címre
id: Silakan konfigurasikan aplikasi Mail atau hubungi kami langsung di asneeded@codedbydan.com
it: Configura l'app Mail o contattaci direttamente a asneeded@codedbydan.com
ja: メールアプリを設定するか、直接 asneeded@codedbydan.com までご連絡ください。
kk: Пошта қосымшасын баптаңыз немесе бізге тікелей asneeded@codedbydan.com мекенжайы арқылы хабарласыңыз.
ko: Mail 앱을 설정하거나 asneeded@codedbydan.com으로 직접 문의하세요
ms: Sila konfigurasikan apl Mel atau hubungi kami terus di asneeded@codedbydan.com
nb: Konfigurer Mail-appen eller kontakt oss direkte på asneeded@codedbydan.com
nl: Configureer de Mail‑app of neem rechtstreeks contact met ons op via asneeded@codedbydan.com
pl: Skonfiguruj aplikację Mail lub skontaktuj się z nami bezpośrednio pod adresem asneeded@codedbydan.com
pt_br: Por favor, configure o app Mail ou entre em contato diretamente pelo e‑mail asneeded@codedbydan.com
pt_pt: Por favor, configura a app Mail ou contacta‑nos directamente em asneeded@codedbydan.com
ro: Vă rugăm să configurați aplicația Mail sau contactați-ne direct la asneeded@codedbydan.com
ru: Пожалуйста, настроь приложение «Почта» или свяжись с нами напрямую по адресу asneeded@codedbydan.com
sv: Konfigurera Mail-appen eller kontakta oss direkt på asneeded@codedbydan.com
th: กรุณาตั้งค่าแอปเมลหรือ ติดต่อเราโดยตรงที่ asneeded@codedbydan.com
tr: Lütfen Mail uygulamasını yapılandırın veya doğrudan asneeded@codedbydan.com adresinden bizimle iletişime geçin
vi: Vui lòng cấu hình ứng dụng Mail hoặc liên hệ trực tiếp với chúng tôi tại asneeded@codedbydan.com
zh_hans: 请配置邮件应用，或直接通过 asneeded@codedbydan.com 与我们联系
zh_hant: 請設定郵件應用程式，或直接透過 asneeded@codedbydan.com 聯絡我們
zh_hk: 請設定郵件應用程式，或直接透過 asneeded@codedbydan.com 聯絡我們

source: Please enable notifications in Settings to set medication reminders.
ar: يرجى تفعيل الإشعارات في الإعدادات لتعيين تذكيرات الأدوية.
ca: Activa les notificacions a Configuració per establir recordatoris de medicació.
cs: Povolte oznámení v Nastavení, abyste mohli nastavit připomenutí léků.
da: Aktivér venligst notifikationer i Indstillinger for at oprette medicinpåmindelser.
de: Bitte aktiviere Mitteilungen in den Einstellungen, um Medikamentenerinnerungen festzulegen.
el: Ενεργοποίησε τις ειδοποιήσεις στις Ρυθμίσεις για να ορίσεις υπενθυμίσεις φαρμάκων.
es: Activa las notificaciones en Ajustes para poder establecer recordatorios de medicación.
es_419: Activa las notificaciones en Configuración para poder establecer recordatorios de medicamentos.
fa: برای تعیین یادآوری دارو لطفاً اعلان‌ها را در تنظیمات فعال کنید.
fi: Ota ilmoitukset käyttöön Asetuksissa, jotta voit asettaa lääkemuistutuksia.
fr: Veuillez activer les notifications dans Réglages pour définir des rappels de médicaments.
fr_ca: Active les notifications dans Réglages pour définir des rappels de médicaments.
he: אנא אפשר התראות בהגדרות כדי להגדיר תזכורות לתרופות.
hi: दवा रिमाइंडर सेट करने के लिए कृपया सेटिंग्स में सूचनाएँ सक्षम करें।
hu: Kapcsold be az értesítéseket a Beállításokban, hogy gyógyszeremlékeztetőket állíthass be.
id: Silakan aktifkan notifikasi di Pengaturan untuk mengatur pengingat obat.
it: Abilita le notifiche nelle Impostazioni per impostare i promemoria dei farmaci.
ja: 薬のリマインダーを設定するには、設定で通知を有効にしてください。
kk: Дәрі еске салғыштарын орнату үшін баптауларда хабарламаларды қосыңыз.
ko: 약물 알림을 설정하려면 설정에서 알림을 켜세요.
ms: Sila aktifkan pemberitahuan dalam Tetapan untuk menetapkan peringatan ubat.
nb: Aktiver varsler i Innstillinger for å sette medisinpåminnelser.
nl: Schakel meldingen in bij Instellingen om medicijnherinneringen in te stellen.
pl: Włącz powiadomienia w Ustawieniach, aby ustawić przypomnienia o lekach.
pt_br: Por favor, ative as notificações em Ajustes para definir lembretes de medicação.
pt_pt: Por favor, ativa as notificações em Definições para definir lembretes de medicação.
ro: Activați notificările din Setări pentru a seta mementouri pentru medicamente.
ru: Включи уведомления в «Настройках», чтобы установить напоминания о приёме лекарств.
sv: Aktivera aviseringar i Inställningar för att ställa in medicinspåminnelser.
th: กรุณาเปิดการแจ้งเตือนในการตั้งค่าเพื่อกำหนดการเตือนยา
tr: İlaç hatırlatmaları ayarlamak için Ayarlar'da bildirimleri açın.
vi: Vui lòng bật thông báo trong Cài đặt để đặt lời nhắc thuốc.
zh_hans: 请在“设置”中启用通知以设置用药提醒。
zh_hant: 請在「設定」中啟用通知以設定用藥提醒。
zh_hk: 請在「設定」中啟用通知，以設定藥物提醒。

source: Please specify which medication you'd like to check usage for.
ar: يرجى تحديد الدواء الذي تريد التحقق من استخدامه.
ca: Especifica quin medicament vols consultar quant a l'ús.
cs: Upřesněte prosím, u kterého léku chcete zkontrolovat jeho užívání.
da: Angiv venligst, hvilken medicin du ønsker at tjekke forbrug for.
de: Bitte gib an, für welches Medikament du die Verwendung prüfen möchtest.
el: Καθόρισε ποιο φάρμακο θέλεις να ελέγξεις τη χρήση του.
es: Especifica para qué medicamento quieres comprobar el uso.
es_419: Por favor indica el medicamento cuyo uso deseas consultar.
fa: لطفاً مشخص کنید برای کدام دارو می‌خواهید میزان مصرف را بررسی کنید.
fi: Ilmoita, minkä lääkkeen käyttöä haluat tarkistaa.
fr: Veuillez préciser pour quel médicament vous souhaitez vérifier l'utilisation.
fr_ca: Indique le médicament dont tu veux vérifier l'utilisation.
he: אנא ציין איזו תרופה ברצונך לבדוק את השימוש בה.
hi: कृपया बताइए कि आप किस दवा का उपयोग देखना चाहते हैं।
hu: Kérlek, add meg, melyik gyógyszer használatát szeretnéd ellenőrizni.
id: Tentukan obat yang ingin Anda periksa penggunaannya.
it: Specifica per quale farmaco vuoi controllare l'utilizzo.
ja: 使用状況を確認したい薬を指定してください。
kk: Қай дәрінің қолданылуын тексергіңіз келетінін көрсетіңіз.
ko: 사용량을 확인할 약물을 지정하세요.
ms: Sila nyatakan ubat yang anda ingin semak penggunaan.
nb: Vennligst oppgi hvilken medisin du vil sjekke bruk for.
nl: Geef aan voor welk medicijn je het gebruik wilt controleren.
pl: Wskaż, dla którego leku chcesz sprawdzić użycie.
pt_br: Por favor, especifique para qual medicamento você gostaria de verificar o uso.
pt_pt: Por favor, especifica qual medicamento gostarias de verificar a utilização.
ro: Vă rugăm să specificați pentru care medicament doriți să verificați utilizarea.
ru: Укажи, для какого лекарства ты хочешь проверить использование.
sv: Ange vilken medicin du vill kontrollera användningen för.
th: โปรดระบุว่ายาตัวใดที่คุณต้องการตรวจสอบการใช้งาน
tr: Kullanımını kontrol etmek istediğiniz ilacı belirtin.
vi: Vui lòng chỉ rõ thuốc bạn muốn kiểm tra việc sử dụng.
zh_hans: 请指定要查询用量的药物。
zh_hant: 請指定要查看用量的藥物。
zh_hk: 請指明你想查閱用量的藥物。

source: Please specify which medication you'd like to log.
ar: يرجى تحديد الدواء الذي تريد تسجيله.
ca: Especifica quin medicament vols registrar.
cs: Upřesněte prosím, u kterého léku chcete zaznamenat užití.
da: Angiv venligst, hvilken medicin du ønsker at logge.
de: Bitte gib an, welches Medikament du protokollieren möchtest.
el: Καθόρισε ποιο φάρμακο θέλεις να καταχωρήσεις.
es: Especifica qué medicamento quieres registrar.
es_419: Por favor indica qué medicamento deseas registrar.
fa: لطفاً مشخص کنید می‌خواهید کدام دارو را ثبت کنید.
fi: Ilmoita, minkä lääkkeen tiedot haluat kirjata.
fr: Veuillez préciser quel médicament vous souhaitez enregistrer.
fr_ca: Indique le médicament que tu veux enregistrer.
he: אנא ציין איזו תרופה ברצונך לתעד.
hi: कृपया बताइए कि आप किस दवा को लॉग करना चाहते हैं।
hu: Kérlek, add meg, melyik gyógyszert szeretnéd rögzíteni.
id: Tentukan obat yang ingin Anda catat.
it: Specifica quale farmaco vuoi registrare.
ja: 記録したい薬を指定してください。
kk: Қай дәріні тіркеу керектігін көрсетіңіз.
ko: 기록할 약물을 지정하세요.
ms: Sila nyatakan ubat yang anda ingin logkan.
nb: Vennligst oppgi hvilken medisin du vil registrere.
nl: Geef aan welk medicijn je wilt registreren.
pl: Wskaż, który lek chcesz zarejestrować.
pt_br: Por favor, especifique qual medicamento você gostaria de registrar.
pt_pt: Por favor, especifica qual medicamento gostarias de registar.
ro: Vă rugăm să specificați pentru care medicament doriți să înregistrați o doză.
ru: Укажи, для какого лекарства ты хочешь записать приём.
sv: Ange vilken medicin du vill registrera.
th: โปรดระบุว่ายาตัวใดที่คุณต้องการบันทึก
tr: Hangi ilacı kaydetmek istediğinizi belirtin.
vi: Vui lòng chỉ rõ thuốc bạn muốn ghi nhận.
zh_hans: 请指定要记录的药物。
zh_hant: 請指定要記錄的藥物。
zh_hk: 請指明你想記錄的藥物。

source: Prescribed Dose
ar: الجرعة الموصوفة
ca: Dosi prescrita
cs: Předepsaná dávka
da: Foreskrevet dosis
de: Verschriebene Dosis
el: Συνταγογραφημένη δόση
es: Dosis prescrita
es_419: Dosis prescrita
fa: دوز تجویزی
fi: Määrätty annos
fr: Dose prescrite
fr_ca: Dose prescrite
he: מְנוּקָח לפי מרשם
hi: निर्धारित खुराक
hu: Felírt adag
id: Dosis yang Diresepkan
it: Dose prescritta
ja: 処方量
kk: Тағайындалған доза
ko: 처방된 용량
ms: Dos yang Ditetapkan
nb: Forskrevet dose
nl: Voorgeschreven dosis
pl: Przepisana dawka
pt_br: Dose Prescrita
pt_pt: Dose prescrita
ro: Doza prescrisă
ru: Назначенная доза
sv: Föreskriven dos
th: ขนาดยาที่สั่ง
tr: Reçete Edilen Doz
vi: Liều được kê đơn
zh_hans: 处方剂量
zh_hant: 處方劑量
zh_hk: 處方劑量

source: Prescribed:
ar: موصوفة:
ca: Prescrit:
cs: Předepsáno:
da: Foreskrevet:
de: Verschrieben:
el: Συνταγογραφημένο:
es: Prescrito:
es_419: Prescrito:
fa: تجویز شده:
fi: Määrätty:
fr: Prescrit :
fr_ca: Prescrit :
he: בתרופה:
hi: निर्धारित:
hu: Felírt:
id: Diresepkan:
it: Prescritto:
ja: 処方量：
kk: Тағайындалған:
ko: 처방:
ms: Ditetapkan:
nb: Forskrevet:
nl: Voorgeschreven:
pl: Przepisane:
pt_br: Prescrito:
pt_pt: Prescrito:
ro: Prescris:
ru: Назначено:
sv: Föreskrivet:
th: แพทย์สั่ง:
tr: Reçete:
vi: Kê đơn:
zh_hans: 处方：
zh_hant: 處方：
zh_hk: 處方：

source: Prescribed: %.1f
ar: موصوفة: %.1f
ca: Prescrit: %.1f
cs: Předepsáno: %.1f
da: Foreskrevet: %.1f
de: Verschrieben: %.1f
el: Συνταγογραφημένο: %.1f
es: Prescrito: %.1f
es_419: Prescrito: %.1f
fa: تجویز شده: %.1f
fi: Määrätty: %.1f
fr: Prescrit : %.1f
fr_ca: Prescrit : %.1f
he: בתרופה: %.1f
hi: निर्धारित: %.1f
hu: Felírt: %.1f
id: Diresepkan: %.1f
it: Prescritto: %.1f
ja: 処方量： %.1f
kk: Тағайындалған: %.1f
ko: 처방: %.1f
ms: Ditetapkan: %.1f
nb: Forskrevet: %.1f
nl: Voorgeschreven: %.1f
pl: Przepisane: %.1f
pt_br: Prescrito: %.1f
pt_pt: Prescrito: %.1f
ro: Prescris: %.1f
ru: Назначено: %.1f
sv: Föreskrivet: %.1f
th: แพทย์สั่ง: %.1f
tr: Reçete: %.1f
vi: Kê đơn: %.1f
zh_hans: 处方：%.1f
zh_hant: 處方： %.1f
zh_hk: 處方： %.1f

source: Privacy Options
ar: خيارات الخصوصية
ca: Opcions de privadesa
cs: Možnosti soukromí
da: Privatlivsindstillinger
de: Datenschutzoptionen
el: Επιλογές απορρήτου
es: Opciones de privacidad
es_419: Opciones de privacidad
fa: گزینه‌های حریم خصوصی
fi: Tietosuoja-asetukset
fr: Options de confidentialité
fr_ca: Options de confidentialité
he: אפשרויות פרטיות
hi: गोपनीयता विकल्प
hu: Adatvédelmi beállítások
id: Opsi Privasi
it: Opzioni privacy
ja: プライバシーオプション
kk: Құпиялық параметрлері
ko: 개인정보 옵션
ms: Pilihan Privasi
nb: Personvernvalg
nl: Privacy-opties
pl: Opcje prywatności
pt_br: Opções de Privacidade
pt_pt: Opções de privacidade
ro: Opțiuni de confidențialitate
ru: Параметры конфиденциальности
sv: Integritetsinställningar
th: ตัวเลือกความเป็นส่วนตัว
tr: Gizlilik Seçenekleri
vi: Tùy chọn quyền riêng tư
zh_hans: 隐私选项
zh_hant: 隱私選項
zh_hk: 私隱選項

source: Processing...
ar: جارٍ المعالجة...
ca: Processant...
cs: Zpracovávám...
da: Behandler...
de: Verarbeite...
el: Επεξεργασία...
es: Procesando...
es_419: Procesando...
fa: در حال پردازش...
fi: Käsitellään...
fr: Traitement...
fr_ca: Traitement...
he: מעבד...
hi: प्रोसेस कर रहे हैं...
hu: Feldolgozás...
id: Memproses...
it: Elaborazione...
ja: 処理中...
kk: Өңделуде...
ko: 처리 중...
ms: Memproses...
nb: Behandler...
nl: Verwerken...
pl: Przetwarzanie...
pt_br: Processando...
pt_pt: A processar...
ro: Se procesează...
ru: Обработка...
sv: Bearbetar...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...
zh_hans: 处理中...
zh_hant: 處理中...
zh_hk: 處理中...
